{
  "navbar": {
    "scholarships": "Explorar",
    "add": "Agregar",
    "about": "Acerca de",
    "contact": "Contacto"
  },

  "btn": {
    "browse": "Buscar Becas",
    "add": "Agregar una Beca",
    "login": "Iniciar sesi칩n",
    "subscribe": "SUSCR칈BETE PARA ACTUALIZACIONES"
  },

  "constructAlert": {
    "title": "Advertencia",
    "description": "游뚾 춰Sitio web bajo construcci칩n! 游뚾"
  },

  "lookingForScholarships": "쮹uscando becas?",

  "about": {
    "meet": "CONOZCA AL EQUIPO",
    "title": "Por la comunidad indocumentada.",
    "description": "Conozca al equipo detr치s de {{brand}}. Somos un grupo de aprendices de por vida apasionados por la tecnolog칤a y la mejora de la comunidad. El proyecto surgi칩 de nuestras propias luchas como estudiantes y la falta de recursos para nuestra comunidad.",
    "team": {
      "josue": "Soy un beneficiario de DACA y actualmente trabajo como ingeniero de software. Se me ocurri칩 la idea de este proyecto despu칠s de participar en el equipo <1> Beyond HB 1079 </1> y notar lo doloroso que es encontrar becas y compilar una lista para estudiantes indocumentados. Mi esperanza es hacer de este el recurso de referencia para becas para estudiantes indocumentados.",
      "edwin": "Soy un ingeniero de software de la Universidad de California en Irvine. Disfruto aprendiendo y usando mis habilidades para crear software que tenga un impacto en las comunidades. Ser un beneficiario de DACA me ha llevado a tener una conexi칩n emocional con {{brand}}.",
      "gonzalo": "Mi pasi칩n por las computadoras me ha llevado a seguir una carrera en Ingenier칤a de Software. Actualmente soy un estudiante de UWB CSS que completa mi 칰ltimo a침o en el programa de Ciencias de la Computaci칩n e Ingenier칤a de Software. Tengo 24 a침os, soy biling칲e y actualmente soy parte del programa DACA. Tengo la intenci칩n de contribuir tanto como sea posible a construir un ma침ana mejor.",
      "sergio": "Soy un dise침ador de UX que est치 interesado en usar la tecnolog칤a como un medio para resolver problemas. Mis experiencias personales han inspirado mi enfoque en la empat칤a y el dise침o universal. Encuentro alegr칤a en la capacidad de explorar ideas con el objetivo central de crear soluciones que ayuden a las personas a resolver problemas significativos.",
      "job": "Me impulsa a resolver problemas con el software; el software tiene un poder tremendo para hacer avanzar a la sociedad. Entonces, me gustar칤a contribuir y tener un impacto."
    }
  }
}
